Repository: neda-zal/kanagram
Catalog: po/*/*/kanagram.po
Languages: lt

source: This setting stores the currently selected Vocabulary.
lt: Šis nustatymas išsaugo šiuo metu pasirinktą žodyną.

source: This setting allows you to decide one-player or two-player mode
lt: Šis nustatymas leidžia pasirinkti vieno ar dviejų žaidėjų režimą

source: Turns sounds on/off.
lt: Įjungia/išjungia garsus.

source: Use uppercase.
lt: Naudokite didžiąsias raides.

source: Turns pronunciations on/off.
lt: Įjungia / išjungia tarimą.

source: Set the default translation
lt: Nustatykite numatytąjį vertimą

# @title:group main settings page name
source: General
lt: Generolas

source: Vocabularies
lt: Žodynai

source: No hint
lt: Jokios užuominos

# @item:inlistbox no language for that locale
source: None
lt: Nė vienas

source: Kanagram
lt: Kanagrama

source: An anagram game
lt: Anagramos žaidimas

source: Joshua Keel
lt: Joshua Keelis

source: Coding
lt: Kodavimas

source: Danny Allen
lt: Danny Allenas

source: Design, Graphics and many Vocabularies
lt: Dizainas, grafika ir daug žodynų

source: Jeremy Whiting
lt: Jeremy'is Whitingas

source: Maintainer
lt: Prižiūrėtojas

source: Coding & Design
lt: Kodavimas ir dizainas

source: Modularization and porting to Mobile
lt: Modularizacija ir perkėlimas į mobilųjį

source: Artemiy Pavlov
lt: Artemijus Pavlovas

source: Sound effects
lt: Garso efektai

source: Italian Data Files
lt: Italijos duomenų failai

source: Kris Thomsen
lt: Krisas Tomsenas

source: Danish Data Files
lt: Danijos duomenų failai

source: Patrick Spendrin
lt: Patrikas Spendrinas

source: German Data Files
lt: Vokietijos duomenų failai

source: Eric Krüse
lt: Erikas Krüse'as

source: British English Data Files
lt: Britų anglų kalbos duomenų failai

source: Swedish Data Files
lt: Švedijos duomenų failai

source: Jure Repinc
lt: Jurė Repinc

source: Slovenian Data Files
lt: Slovėnijos duomenų failai

source: Yuri Chornoivan
lt: Jurijus Chornoivanas

source: Ukrainian Data Files
lt: Ukrainos duomenų failai

source: Kristóf Kiszel
lt: Kristófas Kiszelas

source: Hungarian Data Files
lt: Vengrijos duomenų failai

source: 2-player mode
lt: 2 žaidėjų režimas

source: Sayan Biswas
lt: Sayanas Biswasas

source: Letters turned to clickable buttons
lt: Laiškai paverčiami mygtukais, kuriuos galima spustelėti

# NAME OF TRANSLATORS
source: Your names
lt: Malcolmas Hunteris, Steve'as Allewellas

# EMAIL OF TRANSLATORS
source: Your emails
lt: malcolm.hunter@gmx.co.uk, steve.allewell@gmail.com

source: Hints
lt: Užuominos

source: Auto-hide hints after:
lt: Automatiškai slėpti patarimus po:

source: Do Not Auto-Hide Hints
lt: Neslėpkite užuominų automatiškai

source: 3 Seconds
lt: 3 sekundės

source: 5 Seconds
lt: 5 sekundės

source: 7 Seconds
lt: 7 sekundės

source: 9 Seconds
lt: 9 sekundės

source: Time for resolving the anagram:
lt: Laikas išspręsti anagramą:

source: No time limit
lt: Nėra laiko limito

source: 15 Seconds
lt: 15 sekundžių

source: 30 Seconds
lt: 30 sekundžių

source: 45 Seconds
lt: 45 sekundės

source: 60 Seconds
lt: 60 sekundžių

source: Vocabulary Options
lt: Žodyno parinktys

source: Play using:
lt: Žaisti naudojant:

source: Scoring Options
lt: Balų nustatymo parinktys

source: Set timer for scoring purpose:
lt: Nustatykite laikmatį taškų skaičiavimo tikslu:

source: Score Point Settings
lt: Taško nustatymai

source: Assign score for correct answer :
lt: Už teisingą atsakymą priskirkite balą:

source: +5 points
lt: +5 taškai

source: +10 points
lt: +10 taškų

source: +15 points
lt: +15 taškų

source: +20 points
lt: +20 taškų

source: Assign score for incorrect answer :
lt: Už neteisingą atsakymą priskirkite balą:

source: -1 point
lt: -1 taškas

source: -2 points
lt: -2 taškai

source: -3 points
lt: -3 taškai

source: -4 points
lt: -4 taškai

source: Assign score for reveal answer :
lt: Priskirkite balą, kad atskleistumėte atsakymą:

source: -6 points
lt: -6 taškai

source: -8 points
lt: -8 taškai

source: Assign score for skipped word :
lt: Priskirkite balą praleistam žodžiui:

source: Use sou&nds
lt: Naudokite garsus

source: Use only uppercase letters.
lt: Naudokite tik didžiąsias raides.

source: Only uppercase letters
lt: Tik didžiosios raidės

source: Turn pronunciations on or off.
lt: Įjunkite arba išjunkite tarimą.

source: Say correct words
lt: Pasakykite teisingus žodžius

source: Next Vocabulary
lt: Kitas žodynas

source: Previous Vocabulary
lt: Ankstesnis žodynas

source: Start Timer
lt: Pradėti laikmatį

source: Show Hint
lt: Rodyti užuominą

source: Reveal Word
lt: Atskleiskite žodį

source: Show Wiki Content
lt: Rodyti Wiki turinį

source: Score :
lt: Rezultatas:

source: Player 1 :
lt: 1 žaidėjas:

source: Close dialog for new game
lt: Close dialogue for new game

source: Close
lt: Uždaryti

source: Quit
lt: Išeik

source: Change mode
lt: Keisti režimą

source: Next Anagram
lt: Kita Anagrama

source: 1st Player
lt: 1-as žaidėjas

source: 2nd Player
lt: 2-as žaidėjas

source: Configure
lt: Konfigūruoti

source: About
lt: Apie

source: About KDE
lt: Apie KDE

source: About Kanagram
lt: Apie Kanagramą

source: Kanagram Handbook
lt: Kanagram vadovas

source: Would you like to save your changes?
lt: Ar norite išsaugoti pakeitimus?

source: Save Changes Dialog
lt: Dialogas Išsaugoti pakeitimus

source: New Item
lt: Naujas daiktas

source: Vocabulary Editor
lt: Žodyno redaktorius

source: &Save
lt: &Sutaupyti

source: &Close
lt: &Uždaryti

source: &Description:
lt: &Apibūdinimas:

source: The name of the vocabulary you are editing.
lt: Redaguojamo žodyno pavadinimas.

source: Vocabulary &name:
lt: Žodynas &vardas:

source: Removes the selected word.
lt: Pašalina pasirinktą žodį.

source: &Remove Word
lt: &Pašalinti Word

source: Creates a new word.
lt: Sukuria naują žodį.

source: &New Word
lt: &Naujas žodis

source: The list of words in the vocabulary.
lt: Žodžių sąrašas žodyne.

source: The selected word. This box allows you to edit the selected word.
lt: Pasirinktas žodis. Šis laukelis leidžia redaguoti pasirinktą žodį.

source: &Word:
lt: &Žodis:

source: The selected hint. Add a hint to aid in guessing the word.
lt: Pasirinkta užuomina. Pridėkite užuominą, kuri padės atspėti žodį.

source: &Hint:
lt: &Užuomina:

source: Creates a new vocabulary.
lt: Sukuria naują žodyną.

source: Create &New
lt: Sukurk naują

source: Download new vocabulary from "Get hot new Stuff"
lt: Atsisiųskite naują žodyną iš Get hot new Stuff

source: Download new vocabulary
lt: Parsisiųsti naują žodyną

source: Edits the selected vocabulary.
lt: Redaguoja pasirinktą žodyną.

source: &Edit
lt: &Redaguoti

source: The list of installed vocabularies.
lt: Įdiegtų žodynų sąrašas.

source: Title
lt: Pavadinimas

source: Description
lt: apibūdinimas
